2024/Guion-020.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2024-10-16 mié 09:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Guion 21 - 16 de octubre del 2024</title>
<meta name="author" content="Christian Gimenez" />
<meta name="generator" content="Org Mode" />
<link href="../css/guiones-2024.css" rel="stylesheet">

</head>
<body>
<div id="content" class="content">
<h1 class="title">Guion 21 - 16 de octubre del 2024</h1>
<div id="table-of-contents" role="doc-toc">
<h2>&Iacute;ndice</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org60c917e">1. Presentación del programa</a></li>
<li><a href="#orga5a3e5d">2. Noticias</a>
<ul>
<li><a href="#org7b6896e">2.1. Internacionales</a></li>
<li><a href="#orga6908a5">2.2. Nacionales</a></li>
<li><a href="#orga7b7d63">2.3. UNCo</a></li>
<li><a href="#orgc99684a">2.4. FaI</a></li>
</ul>
</li>
<li><a href="#orgeaadef3">3. Bloque 1 - Consejo Superior en la calle</a></li>
<li><a href="#org8deaee3">4. ⏸️ &#x2013; Tanda --</a></li>
<li><a href="#org0de10f1">5. Bloque 2 - Prolog for Kids</a></li>
<li><a href="#org388159e">6. Despedida</a></li>
<li><a href="#orgc6300af">7. Licencia</a></li>
</ul>
</div>
</div>
<main>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Tabla 1</span> Guión técnico para el operador.</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Guión técnico</th>
<th scope="col" class="org-left">Detalle</th>
<th scope="col" class="org-right">Duración</th>
<th scope="col" class="org-right">Finaliza</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Comienzo</td>
<td class="org-left">Cortinilla: <code>Cortinillas/Apertura Ctrl Z.mp3</code></td>
<td class="org-right">00:00:10</td>
<td class="org-right">13:00:10</td>
</tr>

<tr>
<td class="org-left">Presentación</td>
<td class="org-left">&#9654;&#65039; Ruido de la marcha: marcha.mp3</td>
<td class="org-right">00:05:00</td>
<td class="org-right">13:05:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Noticias</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">00:10:00</td>
<td class="org-right">13:15:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Música</td>
<td class="org-left">Música para darle tiempo al Bomba &#128163;</td>
<td class="org-right">00:00:00</td>
<td class="org-right">13:15:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Bloque 1</td>
<td class="org-left">Consejo Directivo y Superior</td>
<td class="org-right">00:15:00</td>
<td class="org-right">13:30:10</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#9742;&#65039; Llamar: Guillermo Grosso</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">13:30:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">&#9208;&#65039; Tanda</td>
<td class="org-left">&#x2013;&#x2014; Tanda Publicitaria -----</td>
<td class="org-right">00:05:00</td>
<td class="org-right">13:35:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Bloque 2</td>
<td class="org-left">Prolog For Kids</td>
<td class="org-right">00:15:00</td>
<td class="org-right">13:50:10</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#9742;&#65039; Llamar: Laura Cecchi</td>
<td class="org-right">00:00:00</td>
<td class="org-right">13:50:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Cierre</td>
<td class="org-left">Cortinilla/separador: <code>Cortinillas/Cierre Ctrl Z.mp3</code></td>
<td class="org-right">00:05:00</td>
<td class="org-right">13:55:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Total</b></td>
<td class="org-left">&#xa0;</td>
<td class="org-right">00:55:10</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>

<div id="outline-container-org60c917e" class="outline-2">
<h2 id="org60c917e"><span class="section-number-2">1.</span> Presentación del programa</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Bienvenida a Control Z, el espacio de la Facultad de Informática.</li>
<li>Todos los miércoles a las 13:00 de la tarde</li>
<li><p>
Presentarse - Participaron: Christian, Ian.
</p>

<p>
Detrás del micrófono: Sergio "Bomba" Guzmán en la operación.
</p></li>

<li>¿De qué se trata Control Z?</li>

<li><p>
Es una iniciativa de extensión de nuestra facultad y de nuestra
universidad pública
</p>

<p>
Charlamos de: Ciudadanía digital, cultura libre, estudiá computación,
informática diversa, control N.
</p></li>

<li>Canales de comunicación: Instagram: ctrlz_fai |
Web:<a href="https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&amp;sa=D&amp;source=editors&amp;ust=1710886972631607&amp;usg=AOvVaw0Nd3amx84NFOIIJmebjzYD"> </a><a href="https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&amp;sa=D&amp;source=editors&amp;ust=1710886972631851&amp;usg=AOvVaw2WckiSK9W10CI0pP35EAyw">https://controlz.fi.uncoma.edu.ar/</a> |
Correo: controlz@fi.uncoma.edu.ar</li>
<li>Resumen del programa de hoy: ¿qué hay hoy?</li>
</ul>
</div>
</div>

<div id="outline-container-orga5a3e5d" class="outline-2">
<h2 id="orga5a3e5d"><span class="section-number-2">2.</span> Noticias</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org7b6896e" class="outline-3">
<h3 id="org7b6896e"><span class="section-number-3">2.1.</span> Internacionales</h3>
</div>
<div id="outline-container-orga6908a5" class="outline-3">
<h3 id="orga6908a5"><span class="section-number-3">2.2.</span> Nacionales</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li><p>
Les recuerdo que la Emergencia Salarial está declarada en la UNCO y la UNRN.
</p>

<ul class="org-ul">
<li>El 50% de su personal está por debajo de la línea de pobreza.</li>
<li>En la semana del 25 de agosto se declaró en emergencia salarial.</li>
<li>Ya tiene una declaración de emergencia económica desde febrero.</li>
<li>En UNCO: Declarada para docentes y no docentes en todas las funciones y grados. Aprobada por unanimidad.</li>
</ul>

<p>
<a href="https://www.rionegro.com.ar/politica/la-unrn-declaro-la-emergencia-salarial-universitaria-3759720/">Ver artículo del Diario Río Negro</a> | <a href="https://www.uncoma.edu.ar/el-consejo-superior-declaro-la-emergencia-salarial-en-la-unco/">Ver en la Web de la UNCo</a>
</p></li>

<li>La Ley de Financiamiento Universitario fue tratada el jueves 12.

<ul class="org-ul">
<li>Ya fue aplazada el jueves pasado.</li>
<li>El Senado logró dictámen para la Ley de Financiamiento Universitario.</li>
<li><p>
Ya cuenta con media sanción de la Cámara de Diputados.
</p>

<p>
<a href="https://www.rionegro.com.ar/gremios/paro-universitario-este-miercoles-y-jueves-en-neuquen-y-rio-negro-3782537/">Ver artículo del Diario Río Negro</a> |  <a href="https://conaduhistorica.org.ar/prensa/11-y-12-09-paro-de-48-horas-en-las-universidades-nacionales/">Artículo en CONADU Histórica</a>
</p></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orga7b7d63" class="outline-3">
<h3 id="orga7b7d63"><span class="section-number-3">2.3.</span> UNCo</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>Sesión Consejo Superior hoy a las 10 h. Plaza San Martín, Cipolletti.</li>

<li>Asamblea interclaustros interfacultades de la barda. Viernes 18/10 a las 12:00 playón de la UNCo.</li>

<li><p>
Miércoles 23 de octubre: marcha de la comunidad universitaria de la UNCo. Concentración en el playón a las 18:00.
</p>

<p>
No al veto a la ley de financiamiento. Estamos en la semana de visibilización con muchas actividades.
</p></li>
</ul>
</div>
</div>

<div id="outline-container-orgc99684a" class="outline-3">
<h3 id="orgc99684a"><span class="section-number-3">2.4.</span> FaI</h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li>Ayer sesionó el Consejo Directivo de forma extraordinaria. Declaró el repudio al veto y a manifestarse en contra de la compaña de desprestigio de la política de desfinanciamiento de las Universidades.</li>

<li><p>
Se viene el Programate 24 el 17 y 18 de octubre&#x2026; ¡Vayan averiguando!
</p>
<ul class="org-ul">
<li>Asisten secundarios de Río Negro y Neuquén.</li>
<li>Torneo de Programación. EESISeg’24 – 8° Encuentro de Estudiantes Secundarios sobre Internet Seguro. MuestrApp’24 – IV Muestra Anual de Aplicaciones Móviles. ¡Muchos Talleres!</li>
</ul>

<p>
<a href="https://www.fi.uncoma.edu.ar/index.php/novedades/programate-24/">Ver FaIWeb</a>
</p>

<p>
Más info en:
</p>

<p>
<a href="https://pm.fi.uncoma.edu.ar/">https://pm.fi.uncoma.edu.ar/</a>
</p></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgeaadef3" class="outline-2">
<h2 id="orgeaadef3"><span class="section-number-2">3.</span> Bloque 1 - Consejo Superior en la calle</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>¿Cuál es la situación de la universidad para que sucedan estos eventos? ¿Qué pronóstico se observa para el año que viene?</li>
<li>¿Qué sucede ante el veto a la ley de financiamiento universitario? ¿el presupuesto 2025 ayuda en algo?</li>
<li>¿Qué pasó ayer en el Consejo Directivo de la FaI? ¿Qué debatieron?</li>
<li>¿Por qué es importante el consejo directivo de ayer y el consejo superior? ¿qué significa?</li>
<li>¿Por qué está el Consejo Superior en la Plaza San Martín?</li>
<li>¿Qué están debatiendo? ¿Qué está sucediendo?</li>
</ul>
</div>
</div>

<div id="outline-container-org8deaee3" class="outline-2">
<h2 id="org8deaee3"><span class="section-number-2">4.</span> ⏸️ &#x2013; Tanda --</h2>
</div>
<div id="outline-container-org0de10f1" class="outline-2">
<h2 id="org0de10f1"><span class="section-number-2">5.</span> Bloque 2 - Prolog for Kids</h2>
<div class="outline-text-2" id="text-5">
<p>
Santiago Villarroel, Laura Cecchi, Christian Gimenez y Jorge Rodríguez, presentaron ante el International Conference on Logic Programming (ICLP) de Dallas su trabajo: "Democratising Access to Logic Programming: A Web Application Design Tool for Querying Prolog Code".
</p>

<ul class="org-ul">
<li>¿Qué pasó el domingo?</li>
<li>¿Qué es el ICLP?</li>
<li>¿Qué trabajo presentaron? ¿cómo lo presentaron? ¿de qué se trata?</li>
<li>¿Por qué enseñar Prolog en las escuelas? &rarr; Pensamiento Lógico y pensamiento computacional.</li>
<li>¿Qué relación tiene este trabajo con la extensión? ¿cómo se realizaría extensión con Prolog Web App Creator?</li>
<li>¿Por qué es importante para la facultad presentar trabajos de investigación?</li>
</ul>
</div>
</div>


<div id="outline-container-org388159e" class="outline-2">
<h2 id="org388159e"><span class="section-number-2">6.</span> Despedida</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Hemos llegado al final del programa &#x2026;</li>
<li>¡Nos vemos el próximo miércoles a las 13:00!</li>
<li>¡Pero no se vayan! Que ya viene Meteoro en "Yo no fui"</li>
</ul>
</div>
</div>

<div id="outline-container-orgc6300af" class="outline-2">
<h2 id="orgc6300af"><span class="section-number-2">7.</span> Licencia</h2>
<div class="outline-text-2" id="text-7">
<p>
Esta obra se encuentra bajo la licencia Creative Commons - Atribución - Compartir Igual.
</p>

</main>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Autor: Christian Gimenez</p>
<p class="date">Created: 2024-10-16 mié 09:04</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>